Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/UiResources.resw
Source language: en
Languages: ar, es, fr, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# UI_RecoveryDescription
source: Please enter your e-mail address below. You will receive a recovery link that will allow you to submit your Recovery Key and reset your password.
ar: يرجى إدخال عنوان البريد الإلكتروني الخاص بك أدناه. سوف تتلقى رابط الاستعادة الذي سيسمح لك أن تقدم مفتاح الاستعادة وإعادة تعيين كلمة المرور الخاصة بك.
es: Por favor, introduce tu correo electrónico a continuación. Recibirás un enlace de recuperación que te permitirá enviar tu Clave de recuperación y restablecer tu contraseña.
fr: Veuillez saisir votre adresse courriel ci-dessous. Vous recevrez un lien de récupération qui vous permettra de fournir votre clé de récupération et de réinitialiser votre mot de passe.
id: Harap masukan alamat email anda di bawah. Anda akan menerima recovery link yang membolehkan anda untuk memasukan Recovery Key anda dan me-reset password anda.
it: Per favore, inserisci il tuo indirizzo email qui sotto. Riceverai un link di recupero che ti permetterà di inserire la tua Chiave di Recupero e resettare la tua password.
ja: 以下にあなたのメールアドレスを入力してください。回復キーを送信してパスワードをリセットできる、回復リンクをあなたは受信します。
ko: 아래에 이메일 주소를 입력하세요. 복구 키를 입력하고 비밀번호를 재설정할 수 있는 복구 링크를 받게 됩니다.
nl: Vul alstublieft hieronder uw e-mailadres in. U ontvangt een herstelkoppeling die u de mogelijkheid biedt uw coderingssleutel in te dienen en uw wachtwoord te resetten.
pl: Wpisz adres e-mail poniżej. Otrzymasz link w którym będziesz mógł umieścić swój klucz i zresetować hasło.
pt_br: Por favor, digite o seu endereço de email abaixo. Você receberá um link de recuperação para informar a chave de recuperação, e resetar a sua senha.
ro: Te rugăm să introduci adresa ta de e-mail mai jos. Vei primi un link de recuperare care îți va permite să trimiți cheia de recuperare și să îți resetezi parola.
ru: Введите свой адрес электронной почты. Вы получите ссылку восстановления, которая позволит ввести ключ восстановления и сбросить пароль.
th: กรุณากรอกที่อยู่อีเมลด้านล่างนี้ คุณจะได้รับลิงก์สำหรับกู้คืน ที่จะช่วยส่งคีย์การกู้คืนและการตั้งค่ารหัสผ่านของคุณได้
tr: Lütfen e-posta adresinizi aşağıya girin. Kurtarma Anahtarınızı girip parolanızı sıfırlayabileceğiniz bir kurtarma bağlantısı göndereceğiz.
vi: Xin nhập địa chỉ email của bạn ở dưới đây. Bạn sẽ nhận được một thư email có chứa đường liên kết khôi phục tài khoản để nhập Mã Phục Hồi và đặt lại mật khẩu.
zh_hans: 请于下方输入您的电子邮件地址。您将收到一个还原链接，让您可以提交您的还原金钥并重置密码。
zh_hant: 請於下方輸入您的電子郵件地址。您將收到一個還原連結，讓您可以提交您的還原金鑰並重置密碼。

# UI_RecoveryKeyHeader
source: I have my Recovery Key
ar: لدي مفتاح الاستعادة
es: Tengo la Clave de recuperación
fr: J’ai ma clé de récupérer
id: Saya memiliki Kunci Pemulihan saya
it: Ho la mia Chiave di Recupero
ja: 回復キーを持っています
ko: 내 복구 키가 있습니다
nl: Ik heb mijn Herstelsleutel
pl: Mam swój klucz
pt_br: Eu tenho a minha chave de recuperação
ro: Am cheia mea de recuperare
ru: У меня есть ключ восстановления
th: ฉันมีคีย์การกู้คืน
tr: Kurtarma Anahtarım var
vi: Tôi có Mã Khoá Phục Hồi
zh_hans: 我有恢复金匙
zh_hant: 我有我的還原金鑰

# UI_Send
source: Send
ar: إرسال
es: Enviar
fr: Envoyer
id: Kirim
it: Invia
ja: 送信
ko: 보내기
nl: Versturen
pl: Wyślij
pt_br: Enviar
ro: Trimite
ru: Отправить
th: ส่ง
tr: Gönder
vi: Gửi
zh_hans: 送出
zh_hant: 送出

# UI_RecoverDescription
source: Please provide your previously exported Recovery Key. You can still export it from any MEGA session that you may have open in another browser or on another computer.
ar: يرجى تقديم مفتاح الاستعادة المصدر سابقا. لا يزال بإمكانك تصديره من أي جلسة MEGA قد تكون لديك مفتوحة في متصفح آخر أو على كمبيوتر آخر.
es: Por favor, facilítanos tu Clave de recuperación previamente exportada. Aún puedes exportarla desde cualquier sesión MEGA que tengas abierta en otro navegador yo en otro equipo.
fr: Veuillez fournir votre clé de récupération exportée précédemment. Vous pouvez encore l'exporter à partir de n'importe quelle session MEGA qui pourrait être ouverte dans un autre navigateur ou sur un autre ordinateur.
id: Harap berikan Recovery Key yang telah anda ekspor sebelumnya. Anda tetap dapat men-ekspor dari sesi MEGA manapun yang anda buka di browser lain atau pada komputer lain.
it: Per favore, fornisci la tua Chiave di Recupero precedentemente esportata. Puoi ancora esportarla da una qualsiasi sessione ancora attiva, sia su questo computer che su un altro computer.
ja: 以前にエクスポートした回復キーを提示してください。別のブラウザや別のコンピューターで開いている可能性があるMEGAセッションから、それをエクスポートすることもできます。
ko: 이전에 내보냈던 복구 키를 입력하세요. 아직 열려있는 다른 브라우저나 컴퓨터에 접속된 MEGA 세션이 있다면 내보낼 수 있습니다.
nl: Geef alstublieft uw eerder geexporteerde coderingssleutel. U kan deze nog steeds exporteren van elke MEGA sessie die u heeft geopend in een andere browser of op een andere computer.
pl: Wprowadź wcześniej wyeksportowany klucz. Pamiętaj, że eksport klucza jest nadal możliwy z każdej aktywnej sesji MEGA.
pt_br: Por favor, indique a chave de recuperação exportada anteriormente. Você ainda pode exportá-la a partir de qualquer sessão no MEGA que você tiver aberta em outro navegador ou em outro computador.
ro: Te rugăm să furnizezi cheia de recuperare exportată anterior. Poți în continuare să o exporți din orice sesiune MEGA, pe care posibil să o ai deschisă într-un alt browser sau pe alt calculator.
ru: Пожалуйста, предоставьте ранее экспортированный ключ восстановления. Вы всё ещё можете экспортировать его, если у вас активна сессия MEGA в любом другом браузере на любом другом компьютере.
th: กรุณาระบุคีย์การกู้คืนที่คุณได้ส่งออกไปก่อนหน้านี้ และคุณยังสามารถส่งออกจากเซสชั่น MEGA เก่าที่เปิดทิ้งไว้ในเบราว์เซอร์อื่นหรือคอมพิวเตอร์เครื่องอื่นได้
tr: Lütfen önceden dışarı aktardığınız Kurtarma Anahtarı yedeğini temin edin. Başka bilgisayarda veya tarayıcıda açık olan MEGA oturumunuzdan da dışarı aktarabilirsiniz.
vi: Xin cung cấp Mã Phục Hồi bạn đã xuất ra từ trước. Bạn xuất có thể xuất ra một mã khác nếu bạn còn tài khoản MEGA của mình được đăng nhập vào ở một máy tính hay trình duyệt web khác.
zh_hans: 请提供您以前汇出备份之还原金钥。若您现在于此电脑的其他浏览器中或其他电脑中，仍开有已登入MEGA的页面，您还有机会可以汇出还原金钥。
zh_hant: 請提供您以前匯出備份之還原金鑰。若您現在於此電腦的其他瀏覽器中或其他電腦中，仍開有已登入MEGA的頁面，您還有機會可以匯出還原金鑰。

# UI_RecoverHeader
source: Password reset
ar: إعادة تعيين كلمة المرور
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
id: Reset password
it: Reset Password
ja: パスワードのリセット
ko: 비밀번호 재설정
nl: Wijzig wachtwoord
pl: Reset hasła
pt_br: Resetar senha
ro: Resetarea parolei
ru: Восстановление пароля
th: รีเซ็ตรหัสผ่าน
tr: Parola sıfırlama
vi: Đặt lại mật khẩu
zh_hans: 密码重设
zh_hant: 密碼重設

# UI_UploadKey
source: Upload key
ar: ترفيع المفتاح
es: Subir clave
fr: Téléverser la clé
it: Carica Chiave
ja: キーをアップロード
ko: 키 업로드
nl: Sleutel uploaden
pl: Prześlij klucz
pt_br: Fazer o upload da chave
ro: Încarcă cheia
ru: Загрузить ключ
th: อัปโหลดคีย์
tr: Anahtarı yükle
vi: Gắn mã khoá
zh_hans: 上传金匙
zh_hant: 上傳金鑰

# UI_Verify
source: Verify
ar: تحقق
es: Verificar
fr: Vérifier
it: Verifica
ja: 確認する
ko: 인증
nl: Verifiëren
pl: Weryfikacja
pt_br: Verificar
ro: Verifică
ru: Подтвердить
th: ตรวจสอบ
tr: Doğrula
vi: Xác thực
zh_hans: 确认
zh_hant: 確認

# UI_ValidatePassword
source: Validate password
ar: تحقق من صحة كلمة السر
es: Verificar contraseña
fr: Valider le mot de passe
id: Validasi password
it: Convalida password
ja: パスワード決定
ko: 비밀번호 확인
nl: Wachtwoord valideren
pl: Weryfikacja hasła
pt_br: Validar senha
ro: Validează parola
ru: Подтвердить пароль
th: ตรวจสอบรหัสผ่าน
tr: Paroalyı doğrula
vi: Nghiệm ứng mật khẩu
zh_hans: 验证密码
zh_hant: 驗證密碼

# UI_ValidatePasswordDescription
source: You have successfully regained access to your account. Please choose a new password below:
ar: لقد قمت بنجاح استعادت الوصول إلى حسابك. يرجى اختيار كلمة مرور جديدة أدناه:
es: Has recuperado el acceso a tu cuenta. Por favor, elige una nueva contraseña:
fr: Vous pouvez à nouveau accéder à votre compte. Veuillez saisir un nouveau mot de passe ci-dessous :
id: Anda telah berhasil mendapatkan kembali akses ke akun anda. Harap pilih password baru dibawah:
it: Hai recuperato con successo l'accesso al tuo account. Ti preghiamo di scegliere una nuova password qui sotto:
ja: これで、アカウントにアクセスできます。新しいパスワードをお選びください。
ko: 성공적으로 당신의 계정에 대한 접근 권한을 다시 획득하였습니다. 아래에서 새 비밀번호를 선택하세요:
nl: U heeft met succes de toegang tot uw account hersteld. Kies aub een nieuw wachtwoord hieronder:
pl: Odzyskałeś dostęp do konta. Wybierz nowe hasło:
pt_br: Você recuperou o acesso à sua conta. Por favor, selecione uma nova senha abaixo:
ro: Ai recăpătat cu succes acces la contul tău. Te rugăm să alegi o parolă nouă mai jos:
ru: Вы успешно восстановили доступ к своей учётной записи. Пожалуйста, введите новый пароль ниже:
th: คุณได้เข้าถึงบัญชีเดิมเรียบร้อยแล้ว กรุณาเลือกรหัสผ่านใหม่ด้านล่างนี้:
tr: Başarıyla hesabınıza tekrar erişim sağladınız. Lütfen aşağıdan yeni bir parola seçin:
vi: Quý khách vừa lấy lại thành công việc truy cập vào tài khoản của mình. Xin điền một mật khẩu mới dưới đây:
zh_hans: 您已成功重拾账号。请选择新密码:
zh_hant: 您已成功重拾帳號。請選擇新密碼:

# UI_ValidatePasswordHeader
source: Great!
ar: عظيم!
es: ¡Bien!
fr: Très bien !
id: Bagus!
it: Ottimo!
ja: 了解。では…
ko: 좋습니다!
nl: Geweldig!
pl: Super!
pt_br: Ótimo!
ro: Minunat!
ru: Отлично!
th: ยอดเยี่ยม!
tr: Harika!
vi: Vậy thì tốt!
zh_hans: 很好!
zh_hant: 很好!

# UI_ParkAccountDescription
source: This is the last step to park your account, please enter your new password. Your data will be retained for at least 60 days. In case you do recall your parked account’s password, please contact support@mega.nz.
ar: هذه هي الخطوة الأخيرة بعملية ركن (إيقاف) حسابك، يرجى ادخال كلمة مرور جديدة. بياناتك السابقة ستبقى محفوظة على الأقل لـ 60 يوم. في حال تذكرت كلمة المرور القديمة الخاصة بك للحساب الذي سيتم ركنه يرجى الاتصال مع فريق الدعم support@mega.nz
es: Este es el último paso para aparcar tu cuenta: por favor, ingresa tu nueva contraseña. Tus datos se conservarán durante al menos 60 días. Si recuerdas la contraseña de tu cuenta estacionada, ponte en contacto con support@mega.nz.
fr: Cette étape est la dernière pour remiser votre compte. Veuillez saisir votre nouveau mot de passe. Vos données seront conservées pendant au moins 60 jours. Si vous vous souvenez du mot de passe de votre compte remisé, veuillez contacter support@mega.nz.
id: Ini adalah langkah terakhir untuk memarkir akun Anda, harap masukkan kata sandi baru Anda. Data Anda akan disimpan setidaknya selama 60 hari. Jika Anda ingat kata sandi akun parkir Anda, silakan hubungi support@mega.nz.
it: Questo è l'ultimo step per parcheggiare il tuo account, per favore inserisci la tua nuova password. I tuoi dati verranno mantenuti per almeno 60 giorni. Nel caso in cui recuperi la password del tuo account parcheggiato, per favore contatta support@mega.nz.
ja: これは、あなたのアカウントをそのままにしておくための最後のステップです。新しいパスワードを入力してください。あなたのデータは少なくとも60日間は保持されます。そのままにしておいたアカウントのパスワードを思い出した場合は、support@mega.nzまでご連絡ください。
ko: 이것은 계정 보류의 마지막 단계입니다, 새 비밀번호를 입력하세요. 당신의 데이터는 최소 60일간 보관됩니다. 만약 보류된 계정의 비밀번호가 떠올랐다면, support@mega.nz로 연락하세요.
nl: Dit is de laatste stap om uw account te parkeren, voer uw nieuwe wachtwoord in. Uw gegevens worden bewaard voor tenminste 60 dagen. Voor het geval u uw account wachtwoord herinnerd, neem contact op met support@mega.nz
pl: To jest ostatni krok do zaparkowania konta, podaj nowe hasło. Twoje dane będą przechowywane przez co najmniej 60 dni. Jeśli pamiętasz hasło swojego zaparkowanego konta, skontaktuj się z support@mega.nz.
pt_br: Este é o último passo para estacionar a sua conta: por favor, digite a sua nova senha. Os seus dados serão mantidos por pelo menos 60 dias. Caso você se lembre da senha da sua conta estacionada, entre em contato com support@mega.nz.
ro: Acesta este ultimul pas pentru a-ți parca contul, te rugăm să introduci noua parolă. Datele tale vor fi păstrate pentru cel puțin 60 de zile. În cazul în care îți aduci aminte parola contului parcat, te rugăm să contactezi support@mega.nz
ru: Это последний шаг перед заморозкой учётной записи. Пожалуйста, введите новый пароль. Ваши данные будут храниться ещё как минимум 60 дней. Если вы вспомните пароль замороженной учётной записи, пожалуйста, свяжитесь с support@mega.nz
th: นี่เป็นขั้นตอนสุดท้ายในการพาร์คบัญชีของคุณ กรุณากรอกหัสผ่านใหม่ของคุณ ข้อมูลของคุณจะถูกเก็บไว้อย่างน้อย 60 วัน ในกรณีที่คุณจำรหัสผ่านของบัญชีที่พาร์คไว้ กรุณาติดต่อ support@mega.nz
tr: Bu hesabınızı park etmeniz için son adımdır, lütfen yeni parolanızı giriniz. Hesabınız en az 60 gün boyunca tutulacaktır. Park edilen hesabınızın parolasını hatırladığınız takdirde, lütfen support@mega.nz ile iletişime geçin.
vi: Đây là bước cuối cùng để đặt mới tài khoản, xin tạo một mật khẩu ở dưới đây. Mọi dữ liệu từ tài khoản cũ sẽ được bảo lưu trong 60 ngày. Trong thời gian đó nếu người sử dụng nhớ ra lại mật khẩu của tài khoản cũ, xin vui lòng liên hệ support@mega.nz
zh_hans: 这是停用您账户的最后一步，请输入您的新密码。您的数据将保留至少60天。如果您确实记得您的账户密码，请联系support@mega.nz。
zh_hant: 這是停放帳戶的最後一步，請輸入您的新密碼。您的資料將會保留至少60天。如果您想起了此帳戶的原密碼，請聯繫support@mega.nz尋求支援。

# UI_ConfirmEmailDescription
source: Please check your email and follow the link to confirm your account.
ar: يرجى الذهاب الى بريدك الالكتروني ثم الضغط على الرابط المرسل لك لتفعيل حسابك
es: Verifica tu correo electrónico y accede al enlace enviado para confirmar tu cuenta.
fr: Veuillez vérifier vos courriels et suivre le lien pour confirmer votre compte.
id: Silakan periksa email Anda dan ikuti link untuk mengonfirmasi akun Anda.
it: Per favore, controlla la tua email e clicca sul link per confermare il tuo account.
ja: あなたの受信トレイに移動し、あなたのアカウントを確認するためにリンクをクリックしてください。
ko: 이메일을 확인하고 계정 확인 링크를 따르세요.
nl: Controleer uw email en volg de koppeling om uw account te bevestigen.
pl: Sprawdź pocztę i kliknij link, by potwierdzić swoje konto.
pt_br: Por favor, acesse a caixa de entrada do seu email e clique no link para confirmar sua conta.
ro: Te rugăm să verifici e-mailul și să urmărești linkul pentru a confirma contul.
ru: Проверьте электронную почту и перейдите по ссылке для подтверждения аккаунта.
th: กรุณาตรวจสอบอีเมลของคุณและทำตามลิงก์เพื่อยืนยันบัญชีของคุณ
tr: Lütfen epostanızı kontrol edin ve hesabınızı doğrulamak için gönderilen bağlantıyı takip edin.
vi: Xin kiểm tra hộp thư email và đi theo đường liên kết để xác thực tài khoản.
zh_hans: 请检查您的电子邮件并按照链接确认您的账户。
zh_hant: 請查看您的電子郵件，並點擊信中的連結以確認您的帳戶。

# UI_ConfirmEmailInfo
source: If you have misspelled your email address, correct it and click ‘resend’.
ar: اذا اخطأت بادخال عنوان بريدك الالكتروني، صححه الان ثم اضغط على زر اعادة الارسال
es: Si te has equivocado al escribir tu dirección de correo electrónico, corrígela y haz clic en 'reenviar'.
fr: Si vous avez mal orthographié votre adresse courriel, corrigez-la et cliquez sur « Renvoyer ».
id: Jika Anda salah eja alamat email Anda, perbaiki dan klik kirim ulang.
it: Se hai inserito male il tuo indirizzo email, correggilo e clicca su "Reinvia".
ja: メールアドレスのスペルを間違った場合、それを修正して「再送信」をクリックしてください。
ko: 만약 이메일 주소를 잘못 썼다면, 수정하고 재발송을 누르세요.
nl: Als u uw e-mailadres heeft verkeerd gespeld, herstel het en klik 'opnieuw versturen'.
pl: Jeśli masz błędnie wpisany adres e-mail, popraw go i kliknij "Wyślij ponownie".
pt_br: Se você digitou incorretamente o seu endereço de email, corrija-o e clique em "reenviar".
ro: Dacă ți-ai scris greșit adresa de e-mail, corecteaz-o și dă clic pe 'Retrimite'.
ru: Если вы ошиблись при вводе адреса, исправьте его и нажмите «Отправить ещё раз».
th: หากคุณสะกดที่อยู่อีเมลผิด ให้แก้ไขและคลิก 'ส่งใหม่'
tr: Eğer epostanızı yanlış yazdıysanız, düzeltin ve 'tekrar gönder' tuşuna basın.
vi: Nếu địa chỉ email bị viết sai, xin sửa lại rồi click 'gửi lại'.
zh_hans: 如果您拼写错了电子邮件地址，请纠正后单击“重新发送”。
zh_hant: 如果您不小心拼錯電子郵件地址，請於更正後點擊「重新發送」。

# UI_Resend
source: Resend
ar: إعادة إرسال
es: Reenviar
fr: Renvoyer
id: Kirim lagi
it: Reinvia
ja: 再送
ko: 재발송
nl: Opnieuw verzenden
pl: Wyślin ponownie
pt_br: Reenviar
ro: Retrimite
ru: Выслать повторно
th: ส่งใหม่
tr: Tekrar gönder
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

# UI_Wait
source: Wait
ar: الانتظار
es: Esperar
fr: Attendre
id: Tunggu
it: Aspetta
ja: 待機
ko: 기다리기
nl: Wacht
pl: Proszę czekać
pt_br: Espere
ro: Așteaptă
ru: Ждать
th: รอ
tr: Bekle
vi: Chờ
zh_hans: 稍候
zh_hant: 繼續等待

# UI_ForgotMyPasswordDescription_Part_2
source: You can still export your Recovery Key if you have an active MEGA session in any other browser on this or any other computer.
ar: لايزال باستطاعتك تصدير مفتاح الاسترجاع الخاص بك إذا كان لديك جلسة فعالة لحسابك على أي متصفح انترنت اخر على جهازك او أي جهاز اخر
es: Todavía puedes exportar tu Clave de recuperación si tienes una sesión de MEGA activa en cualquier otro navegador en este o en otro ordenador.
fr: Vous pouvez encore exporter votre clé de récupération si vous avez une session MEGA active dans n’importe quel autre navigateur sur cet ordinateur ou sur un autre.
id: Anda masih dapat mengekspor Recovery Key jika Anda memiliki sesi MEGA aktif di browser lain atau di komputer lain.
it: Puoi ancora esportare la tua Chiave di Recupero se hai una sessione di MEGA attiva su qualsiasi browser di questo o qualsiasi altro computer.
ja: このコンピューターまたは他のコンピュータ上の他のブラウザでアクティブなMEGAセッションがある場合でも、回復キーをエクスポートできます。
ko: 만약 이 컴퓨터의 다른 브라우저나 다른 컴퓨터에 활성화된 MEGA 세션이 있다면 복구 키를 내보낼 수 있습니다.
nl: U kunt uw Herstelsleutel nog steeds exporteren als u een actieve MEGA sessie heeft in een andere browser op deze of een andere computer.
pl: Nadal możesz wyeksportować swój klucz zapasowy, jeśli masz aktywną sesję MEGA w dowolnej innej przeglądarce na tym lub jakimkolwiek innym komputerze.
pt_br: Você ainda pode exportar a sua chave de recuperação se tiver uma sessão do MEGA ativa em outro navegador, neste ou em qualquer outro computador.
ro: Încă poți exporta cheia de recuperare dacă ai o sesiune activă MEGA în orice alt browser de pe acest sau orice alt calculator.
ru: Вы всё ещё можете экспортировать ключ восстановления, если у вас остался активный сеанс в другом браузере на этом или дрругом компьютере.
th: คุณจะยังสามารถส่งออกคีย์การกู้คืนได้ หากคุณมีเซสชัน MEGA ที่ใช้งานอยู่ในเบราว์เซอร์อื่น ๆ หรือคอมพิวเตอร์เครื่องอื่น ๆ
tr: Eğer başka bir bilgisayarda veya tarayıcıda aktif MEGA oturumunuz var ise Kurtarma Anahtarını dışarı aktarabilirsiniz.
vi: Bạn vẫn có thể xuất ra Mã Phục Hồi ngay bây giờ nếu bạn vẫn có một phiên MEGA đang hoạt động từ bất kỳ máy tính hay app với tài khoản của bạn.
zh_hans: 如果您在此计算机或任何其他计算机上的任何其他浏览器中有活动的MEGA会话，您仍然可以导出恢复金匙。
zh_hant: 如果您在此電腦或任何其他電腦的任何其他瀏覽器中還開著已登入MEGA的頁面，您仍然可以匯出還原金鑰。

# UI_ForgotMyPasswordDescription_Part_3
source: If you don’t, you can no longer decrypt your existing account, but you can start a new one under the same email address by selecting NO.
ar: إذا لم يكن لديك ذلك، فإنك لن تستطيع فك تشفير حسابك. ولكنك تستطيع البدء بحساب جديد باستخدام نفس البريد الالكتروني بالضغط على زر لا
es: Si no la recuerdas, ya no podrá descifrar tu cuenta actual, pero podrás crear una nueva cuenta con la misma dirección de correo electrónico al seleccionar NO.
fr: Si ce n’est pas le cas, vous ne pourrez plus déchiffrer votre compte actuel, mais vous pourrez en créer un nouveau avec la même adresse courriel en choisissant NON.
id: Jika tidak, Anda tidak lagi dapat mendekripsi akun yang ada, tetapi Anda dapat memulai yang baru di bawah alamat email yang sama dengan memilih TIDAK.
it: Se non ne hai, non potrai più decriptare il tuo account esistente, ma potrai iniziarne uno nuovo sotto lo stesso indirizzo email selezionando NO.
ja: そうしないと、既存のアカウントを復号することはできなくなりますが、「いいえ」を選択して同じメールアドレスで新しいアカウントを開始することができます。
ko: 그렇지 않다면, 더 이상 기존 계정을 해독할 수 없지만, 아니오를 선택하여 같은 이메일 주소에 새 계정을 생성할 수 있습니다.
nl: Als u dat niet heeft, kunt u niet uw bestaande account decoderen, maar u kunt een nieuwe starten op hetzelfde e-mailadres door NEE te selecteren.
pl: Jeśli nie, nie można już odszyfrować istniejącego konta, ale można rozpocząć nowe pod tym samym adresem e-mail, wybierając opcję NIE.
pt_br: Em caso negativo, você já não poderá descriptografar a sua conta existente, mas você poderá criar uma conta nova vazia associada ao mesmo endereço de email selecionando NÃO.
ro: În caz contrar, nu mai poți decripta contul tău existent, însă poți să începi unul nou sub aceeași adresă de e-mail selectând NU.
ru: Если нет, вашу текущую учётную запись невозможно расшифровать, но вы можете создать новую под тем же адресом, выбрав «НЕТ».
th: ถ้าเลือกไม่ คุณจะไม่สามารถถอดรหัสบัญชีที่มีอยู่ได้ แต่คุณสามารถเริ่มต้นบัญชีใหม่ด้วยที่อยู่อีเมลเดิมได้ เพียงแค่เลือก ไม่
tr: Eğer yoksa, hesabınızın şimdiki verilerini deşifreleyemezsiniz, fakat 'HAYIR' seçeneği ile aynı eposta altında yenisini açabilirsiniz.
vi: Nếu không có, bạn không thể truy cập vào tài khoản của mình được nữa, nhưng vẫn có thể đăng ký lại một tài khoản mới với cùng địa chỉ email, bằng cách chọn nút KHÔNG.
zh_hans: 如果您不这样操作，则不能再解密现有账户，但可以通过选择“否”在同一电子邮件地址下开始一个新账户。
zh_hant: 如果不這樣做，則無法再解密現有帳戶，但您可以選擇「否」後在同一電子郵件地址下啟動新帳戶。

# UI_NoRecoveryKeyDescription_Part_2
source: In the event that you recall your parked account’s password, please contact support@mega.nz for recovery assistance. Your data will be retained for at least 60 days.
ar: في حال تذكرت كلمة المرور القديمة الخاصة بك للحساب الذي سيتم ركنه يرجى الاتصال مع فريق الدعم support@mega.nz للحصول على المساعدة لاسترجاع الحساب. بياناتك السابقة ستبقى محفوظة على الأقل لـ 60 يوم.
es: Si recuerdas la contraseña de tu cuenta aparcada, ponte en contacto con support@mega.nz para obtener ayuda con la recuperación. Tus datos se conservarán durante al menos 60 días.
fr: Dans le cas où vous vous souviendriez du mot de passe de votre compte remisé, veuillez contacter support@mega.nz afin d’obtenir de l’assistance en matière de récupération. Vos données seront conservées pendant au moins 60 jours.
id: Jika Anda ingat kata sandi akun parkir Anda, silakan hubungi support@mega.nz untuk bantuan pemulihan. Data Anda akan disimpan setidaknya selama 60 hari.
it: Nel caso in cui recuperi la password dell'account che hai parcheggiato, per favore contatta support@mega.nz per ricevere assistenza. I tuoi dati verranno mantenuti per almeno 60 giorni.
ja: そのままにしておいたアカウントのパスワードを思い出した場合は、回復の支援を受けるためにsupport@mega.nzまでご連絡ください。あなたのデータは少なくとも60日間は保持されます。
ko: 만약 보류된 계정의 비밀번호가 떠올랐다면, 복구 지원을 위해 support@mega.nz에 연락하세요. 당신의 데이터는 최소 60일간 보관됩니다.
nl: Voor het geval u uw geparkeerde account wachtwoord mocht herinneren, neem contact op met support@mega.nz voor herstel assistentie. Uw gegevens worden bewaard voor tenminste 60 dagen.
pl: Jeśli pamiętasz hasło swojego zaparkowanego konta, skontaktuj się z support@mega.nz w celu uzyskania pomocy. Twoje dane będą przechowywane przez co najmniej 60 dni.
pt_br: Se você lembrar da senha da sua conta estacionada, entre em contato com support@mega.nz para que possamos ajudá-lo a recuperar a conta. Os seus dados serão mantidos por pelo menos 60 dias.
ro: În eventualitatea în care îți aduci aminte de parola contului parcat, te rugăm să contactezi [A]support@mega.nz[/A] pentru asistență privind recuperarea. Datele tale vor fi păstrate pentru cel puțin 60 de zile.
ru: Если вы вспомните пароль вашей замороженной учетной записи, обратитесь в службу поддержки support@mega.nz. Ваши данные будут сохранены не менее 60 дней.
th: ในกรณีที่คุณจำรหัสผ่านบัญชีที่พาร์คไว้ได้ กรุณาติดต่อ support@mega.nz เพื่อขอความช่วยเหลือในการกู้คืน ข้อมูลของคุณจะถูกเก็บไว้อย่างน้อย 60 วัน
tr: Park edilen hesabınızın parolasını hatırlamanız durumunda, lütfen hesap kurtarma yardımı için support@mega.nz ile iletişime geçin. Verileriniz en az 60 gün boyunca saklanacaktır.
vi: Mọi dữ liệu từ tài khoản cũ sẽ được bảo lưu trong 60 ngày. Trong thời gian đó nếu người sử dụng nhớ ra lại mật khẩu của tài khoản cũ, xin vui lòng liên hệ support@mega.nz
zh_hans: 如果您记得您的账户密码，请联系support@mega.nz获取恢复协助。您的数据将保留至少60天。
zh_hant: 如果您忘記了您停放帳戶的密碼，請聯繫support@mega.nz尋求支援。您的資料將會保留至少60天。

# UI_ListSortedByEmail
source: Email ({0})
ar: البريد الالكتروني ({0})
es: Correo ({0})
fr: Adresse courriel ({0})
ja: メール ({0})
ko: 이메일 ({0})
th: อีเมล ({0})
tr: Eposta ({0})
zh_hans: 电子邮件({0})
zh_hant: 電子信箱 ({0})
